{
  "resident stories": [
    {
      "story-title": "Tenant-Run Food Bank",
      "resident-story-#": "000001",
      "story-image": "",
      "date": "2022-05-02",
      "location": "Toronto",
      "resident-organization": "West Lodge Tenants",
      "resident-building": "103 West Lodge",
      "landlord": "Hazelview Properties",
      "orientation": "Propose",
      "needs": "Physiological, Emotional, Connection",
      "story-body": "The West Lodge Food Bank is run by and for tenants at 103-105 West Lodge Ave, in Parkdale, Toronto. "
    },
    {
      "story-title": "Resisting Retaliation",
      "resident-story-#": "000002",
      "story-image": "",
      "date": "2022-10-07",
      "location": "Toronto",
      "resident-organization": "Parkdale Organize",
      "resident-building": "12 Lansdowne",
      "landlord": "Johnsen and Spiegel",
      "orientation": "Oppose",
      "needs": "Physiological, Psychological, Environmental, Alignment, Connection",
      "story-body": "Organizers at 12 Lansdowne are being targeted for eviction in retaliation for their recent, successful campaign against renoviction. In January 2022, Johnsen and Spiegel issued N13 eviction notices for extensive renovations to our neighbours at 12 Lansdowne. In response, tenants waged a public campaign to stop the evictions and won: in April, Johnsen and Spiegel withdrew the N13 notices. At the same time, the landlords withdrew the N5 and N6 notices they had issued against tenants who hung banners from their balconies in protest of the evictions. However, in August, the landlords issued a new N5 against tenants in one particular unit at 12 Lansdowne. The N5 alleges that in October 2021 these tenants, who were central to the recent organizing against the renovictions, substantially interfered with the landlords. The tenants wrongdoing? Refusing to pay for the replacement of their unit door after it was broken in by the fire department when it responded to a suspected fire while the tenants were not at home. Johnsen and Spiegel have dug up an incident from a full year ago to manufacture an eviction case against Parkdale organizers. The landlords claim that this is now the second N5 notice to be issued to these particular tenants in the past six months, the first N5 being the one which was issued to them about the banner hung from their balcony in March. Despite having formally withdrawn the first N5, the landlords now claim that two N5 notices have been issued, legally enabling them to immediately file for eviction with the Landlord and Tenant Board. A date for the eviction hearing is likely to be set in 2023."
    },
    {
      "story-title": "Parkdale tenants put new landlord on notice",
      "resident-story-#": "000003",
      "story-image": "",
      "date": "2022-05-17",
      "location": "Toronto",
      "resident-organization": "Parkdale Organize",
      "resident-building": "109 Jameson",
      "landlord": "Brairlane",
      "orientation": "Oppose",
      "needs": "Physiological, Emotional, Connection",
      "story-body": ""
    }
  ]
}
